Repository: vermont42/Conjugar
Catalog: Conjugar/Supporting/Localizable.xcstrings
Source language: en
Languages: es

# Onboarding.welcomeTitle
source: Master Spanish-Verb Conjugation
es: Domina la conjugación de verbos en español

# Quiz.briefing
source: Conjugate 50 Spanish verbs. Your score rewards accuracy, and harder difficulty and region settings earn more points.
es: Conjuga 50 verbos españoles. Tu puntuación premia la precisión, y los ajustes de dificultad y región más exigentes otorgan más puntos.

# Quiz.conjugation
source: conjugation
es: conjugación

# Quiz.correctAnswer
source: Correct Answer
es: Respuesta Correcta

# Quiz.elapsed
source: Elapsed
es: Transcurrido

# Quiz.gameCenterMessage
source: Would you like Conjugar to upload your future scores to Game Center after your quiz? See how you stack up against the global community of conjugators.
es: ¿Te gustaría que Conjugar suiera tus futuras puntuaciones a Game Center después de tu test? Averigua dónde estás en comparación con la comunidad global de conjugadores.

# Quiz.lastAnswer
source: Last Answer
es: Respuesta Anterior

# Quiz.localizedTitle
source: Quiz
es: Test

# Quiz.progress
source: Progress
es: Progreso

# Quiz.pronoun
source: Pronoun
es: Pronombre

# Quiz.quit
source: Quit
es: Abandonar

# Quiz.restart
source: Restart
es: Reiniciar

# Quiz.score
source: Score
es: Puntuación

# Quiz.start
source: Start
es: Comenzar

# Quiz.tense
source: Tense
es: Tiempo

# Quiz.verb
source: Verb
es: Verbo

# Quiz.yes
source: Yes
es: Sí

# Quiz.yourAnswer
source: Your Answer
es: Tu Respuesta

# Region.latinAmerica
source: Latin America
es: América Latina

# Region.spain
source: Spain
es: España

# Results.time
source: Time
es: Tiempo

# Results.title
source: Results
es: Resultados

# Settings.addYours
source: Add yours!
es: ¡Añade la tuya!

# Settings.appIcon
source: App Icon
es: Ícono de la app

# Settings.appIconDescription
source: Choose the icon Conjugar wears on your Home Screen.
es: Elige el ícono que Conjugar muestra en tu pantalla de inicio.

# Settings.browse
source: Browse Tú and/or Vos
es: Explorar Tú y/o Vos

# Settings.browseDescription
source: This setting determines whether you see tú conjugations, vos conjugations, or both when you browse verb conjugations.
es: Este ajuste determina si se muestran las conjugaciones de tú, conjugaciones de vos o ambas cuando exploras las conjugaciones verbales.

# Settings.difficulty
source: Difficulty
es: Dificultad

# Settings.difficultyDescription
source: Moderate-mode quizzes test more tenses than easy-mode quizzes. Difficult-mode quizzes test more tenses than moderate-mode quizzes.
es: Los tests del modo moderado examinan más tiempos verbales que los tests del modo fácil. Los tests del modo difícil examinan más tiempos verbales que los tests del modo moderado.

# Settings.enable
source: Enable
es: Permitir

# Settings.enableDescription
source: Conjugar can send future quiz scores to Game Center so that you can see them in the global leaderboard. Tap Enable to enable this.
es: Conjugar puede enviar tus puntuaciones futuras a Game Center para que puedas verlas en la tabla de clasificación mundial ("leaderboard"). Toca Permitir para habilitarlo.

# Settings.localizedTitle
source: Settings
es: Configuración

# Settings.noRating
source: No one has rated this version of Conjugar.
es: Nadie ha valorado esta versión de Conjugar.

# Settings.quiz
source: Quiz Tú or Vos
es: Hacer el Test de Tú o Vos

# Settings.quizDescription
source: This setting determines whether Conjugar's quiz mode quizzes you on tú forms or vos forms of verbs.
es: Esta opción determina si las preguntas del test usan las formas de tú o de vos.

# Settings.rateOrReview
source: Rate or Review
es: Valorar o Reseñar

# Settings.ratings %lld
source: There are %lld ratings for this version of Conjugar.
es: Hay %lld valoraciones para esta versión de Conjugar.

# Settings.ratingsAndReviews
source: Ratings and Reviews
es: Valoraciones y Reseñas

# Settings.ratingsUnavailable
source: Ratings are currently unavailable.
es: Las valoraciones no están disponibles en este momento.

# Settings.region
source: Region
es: Región

# Settings.regionDescription
source: In Latin American mode, quizzes do not include vosotros conjugations. This setting also determines how Conjugar pronounces conjugations.
es: En el modo latinoamericano, los tests no incluyen las conjugaciones de vosotros. Esta configuración también influye en la forma en que Conjugar pronuncia las conjugaciones.

# Tips.changeDifficultyMessage
source: Try Difficult difficulty for a greater challenge with more tenses to conjugate.
es: Prueba la dificultad Difícil para un mayor reto con más tiempos verbales que conjugar.

# Tips.changeDifficultyTitle
source: Change Quiz Difficulty
es: Cambia la dificultad del test

# Tips.enableGameCenterMessage
source: Enable Game Center to post your quiz scores to the leaderboards and compete with other learners.
es: Activa Game Center para publicar tus puntuaciones del test en las clasificaciones y competir con otros estudiantes.

# Tips.enableGameCenterTitle
source: Compete on Game Center
es: Compite en Game Center

# Tips.exploreModelsMessage
source: Discover the conjugation patterns that group Spanish verbs, and see how regular or irregular each one is.
es: Descubre los patrones de conjugación que agrupan los verbos españoles y observa qué tan regular o irregular es cada uno.

# Tips.exploreModelsTitle
source: Explore Verb Models
es: Explora los modelos de verbos

# Tips.tryQuizMessage
source: Test your knowledge of Spanish verb conjugations with a timed quiz.
es: Pon a prueba tu conocimiento de las conjugaciones de verbos españoles con un test cronometrado.

# Tips.tryQuizTitle
source: Try the Quiz
es: Prueba el test

# Tutor.getSampleQuery
source: Get a Sample Question
es: Obtener una pregunta de ejemplo

# Tutor.getSampleQueryDescription
source: Tap a question to drop it into the input box.
es: Toca una pregunta para insertarla en el cuadro de texto.

# Tutor.heading
source: Conjugation Tutor
es: Tutor de Conjugación

# Tutor.inputPlaceholder
source: e.g. "Conjugate hablar in the presente."
es: p. ej. «Conjuga hablar en el presente.»

# Tutor.poweredBy
source: Powered by Apple Intelligence. Responses may be incomplete or unexpected.
es: Con la tecnología de Apple Intelligence. Las respuestas pueden ser incompletas o inesperadas.

# Tutor.reasonAppleIntelligenceOff
source: Apple Intelligence is not enabled. Tap to open Settings, where you can turn it on.
es: Apple Intelligence no está activado. Toca para abrir Ajustes, donde puedes activarlo.

# Tutor.reasonDeviceNotEligible
source: Apple Intelligence is not available on this device.
es: Apple Intelligence no está disponible en este dispositivo.

# Tutor.reasonModelNotReady
source: Apple Intelligence is still getting ready. Please try again later.
es: Apple Intelligence todavía se está preparando. Inténtalo de nuevo más tarde.

# Tutor.reasonUnknown
source: The tutor is unavailable on this device.
es: El tutor no está disponible en este dispositivo.

# Tutor.section
source: Conjugation Tutor
es: Tutor de Conjugación

# Tutor.send
source: Send
es: Enviar

# Tutor.unableToAnswer
source: I can only help with Spanish verb conjugation. Please ask me about a Spanish verb or tense.
es: Solo puedo ayudarte con la conjugación de verbos españoles. Pregúntame sobre un verbo o un tiempo verbal español.

# Tutor.unavailable
source: The tutor is unavailable right now. Please try again.
es: El tutor no está disponible en este momento. Inténtalo de nuevo.

# Verb.defective
source: Defective
es: Defectuoso

# Verb.etymology
source: Etymology
es: Etimología

# Verb.exampleSource %@
source: Source: %@
es: Fuente: %@

# Verb.exampleSourceClaude
source: — Example by Claude (Opus 4.8)
es: — Ejemplo de Claude (Opus 4.8)

# Verb.exampleUse
source: Example Use
es: Ejemplo de Uso

# Verb.exampleUses
source: Example Uses
es: Ejemplos de Uso

# Verb.medievalExample
source: Medieval Spanish
es: Español medieval

# Verb.nextMedievalExample
source: Next example
es: Siguiente ejemplo

# Verb.notDefective
source: Not Defective
es: No Defectuoso

# VerbSort.alphabetical
source: Alphabetical
es: Alfabético

# VerbSort.frequency
source: Frequency
es: Frecuencia

# Widget.intentOpenQuiz
source: Open Quiz
es: Abrir Prueba

# Widget.intentOpenRandomVerb
source: Open Random Verb
es: Abrir Verbo Aleatorio

# Widget.liveActivityTitle
source: Quiz
es: Prueba

# Widget.quickQuizDescription
source: Start a Conjugar quiz.
es: Comienza una prueba de Conjugar.

# Widget.quickQuizName
source: Quick Quiz
es: Prueba Rápida

# Widget.quizCorrect
source: Correct!
es: ¡Correcto!

# Widget.quizDescription
source: Answer a daily conjugation question.
es: Responde una pregunta de conjugación diaria.

# Widget.quizIncorrect
source: Incorrect
es: Incorrecto

# Widget.quizName
source: Daily Quiz
es: Prueba Diaria

# Widget.randomVerbDescription
source: Open a random Spanish verb.
es: Abre un verbo español al azar.

# Widget.randomVerbName
source: Random Verb
es: Verbo Aleatorio

# Widget.verbOfTheDayDescription
source: A daily Spanish verb with its conjugations.
es: Un verbo español diario con sus conjugaciones.

# Widget.verbOfTheDayName
source: Verb of the Day
es: Verbo del Día
